Repository: AndriiLab/Promasy.Net
Catalog: Promasy.Domain/Resources/Employees/RoleName.*.resx
Languages: uk

source: Administrator
uk: Адміністратор

source: Director
uk: Директор

source: Deputy Director
uk: Заступник директора

source: Chief Economist
uk: Головний економіст

source: Chief Accountant
uk: Головний бухгалтер

source: Head of Tender Committee
uk: Голова тендерного комітету

source: Secretary of Tender Committee
uk: Секретар тендерного комітету

source: Personally Liable Employee
uk: Матеріально-відповідальна особа

source: User
uk: Користувач

source: Head of Department
uk: Керівник відділу
