Repository: AndriiLab/Promasy.Net
Catalog: Promasy.Domain/Resources/Organizations/StreetType.*.resx
Languages: uk

source: Avenue
uk: проспект

source: Valley
uk: алея

# Avenue.Short
source: ave
uk: просп.

source: Back Valley
uk: завулок

source: Blind Valley
uk: тупик

source: Boulevard
uk: бульвар

# Boulevard.Short
source: blvd
uk: бульв

source: Crossing
uk: роз'їзд

source: Descent
uk: узвіз

source: Entry
uk: в'їзд

source: Bout
uk: заїзд

source: Glade
uk: просіка

source: Highway
uk: шосе

source: Lane
uk: провулок

# Lane.Short
source: ln
uk: пров.

source: Line
uk: лінія

source: Micro District
uk: мікрорайон

# MicroDistrict.Short
source: Micro District
uk: м-р

source: Passage
uk: проїзд

source: Quay
uk: набережна

source: Square
uk: площа

source: Quarter
uk: квартал

source: Street
uk: вулиця

# Street.Short
source: st
uk: вул
