Repository: AndriiLab/Promasy.Net
Catalog: Promasy.Core/Resources/Resources/SharedResource.*.resx
Languages: uk

source: Incorrect username or password
uk: Неправильне ім'я користувача або пароль

source: CPV code must be in format 12345678-9
uk: CPV код має бути у форматі 12345678-9

source: Unable to modify other user password
uk: Неможливо модифікувати пароль іншого користувача

source: Name must be unique
uk: Ім'я має бути унікальним

source: Target must not be included in source list
uk: Цільовий елемент має бути відсутнім у списку висхідних елементів

source: You cannot perform this action
uk: У вас недостатньо прав для цієї дії

source: Manufacturer already associated with order
uk: Виробник вже асоційований з замовленням

source: Item not exist
uk: Елемент не існує

source: Incorrect Id
uk: Невірно вказано ІД

source: Supplier already associated with order
uk: Постачальник вже асоційований з замовленням

source: Unit already associated with order
uk: Розмірність вже асоційована з замовленням

source: Organization already has departments
uk: Організація має відділи

source: City type does not exist
uk: Обраний тип міста не існує

source: Street type does not exist
uk: Обраний тип вулиці не існує

source: Organization does not exist
uk: Організація не існує

source: Department does not exist
uk: Відділ не існує

source: Incorrect organization id
uk: Невірно вказано ІД організації

source: Department has subdepartments
uk: Відділ має підрозділи

source: Incorrect department id
uk: Невірно вказано ІД відділу

source: Email must be unique
uk: Електронна пошта вже була використана

source: Phone must be unique
uk: Телефон вже використовується

source: Reserve phone must be unique
uk: Резервний телефон вже використовується

source: User name must be unique
uk: Ім'я користувача вже використовується

source: Sub-department not exist
uk: Підрозділ не існує

source: Employee must have one role
uk: Робітник повинен мати одну роль

source: You can assign only User role to the employee
uk: Ви можете призначити лише роль Користувач для співробітника

source: Start date cannot be ahead End date
uk: Дата початку не може бути більшою за дату завершення

source: Number already defined in this year
uk: Такий номер вже вказано в цьому році

source: Finance source not exists
uk: Тема не існує

source: Finance source for sub-department already exists
uk: Тема для підрозділу вже була створена

source: Cannot assign requested amount
uk: Недостатньо коштів для призначення вказаної суми

source: Order type not exists
uk: Невідома категорія замовлення

source: Unit not exists
uk: Невідома розмірність

source: Manufacturer not exists
uk: Невідомий виробник

source: Supplier not exists
uk: Невідомий постачальник

source: Reason for supplier choice not exists
uk: Невідома причина вибору постачальника

source: CPV not exists or it cannot be used
uk: Вказанного CPV не існує або він не може бути використаний

source: Insufficient funds for the order
uk: Недостатньо коштів для замовлення

source: Order not exists
uk: Невідоме замовлення

source: Reason for Supplier Choice already associated with order
uk: Причина вибору постачальника вже ассоційована з замовленням

source: Order {0} not exist
uk: Замовлення {0} не існує

source: Employee {0} not exist or not have role {1}
uk: Робітник {0} не існує або не має ролі {1}

source: File name incorrect
uk: Неправильне ім'я файлу

source: File {0} not found
uk: Файл {0} не знайдено

source: Action not permitted
uk: Дія не дозволена для цього користувача

source: Permission condition is not supported
uk: Не підтримувана умова доступу

source: Sub-department has employees
uk: Підрозділ має співробітників
